export const POKEMON_STATS: Record<string, { abilities: string[]; moves: string[]; items: string[]; natures: string[]; spreads: string[]; }> = {
  "한카리아스": {
    "abilities": [
      "까칠한피부(99.1%)",
      "모래숨기(0.9%)"
    ],
    "moves": [
      "지진(99%)",
      "역린(61.5%)",
      "스텔스록(51.1%)",
      "암석봉인(43%)",
      "독찌르기(26.1%)",
      "스케일샷(20.6%)",
      "칼춤(19.4%)",
      "드래곤테일(16.2%)"
    ],
    "items": [
      "기합의띠(40%)",
      "구애스카프(31.1%)",
      "자뭉열매(13.1%)",
      "리샘열매(7.4%)",
      "한카리아스나이트(2%)"
    ],
    "natures": [
      "명랑(69.7%)",
      "고집(15.9%)",
      "장난꾸러기(9.6%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(55.5%)",
      "HP:0/Atk:32/Def:2/SpA:0/SpD:0/Spe:32(7.4%)"
    ]
  },
  "누리레느": {
    "abilities": [
      "급류(91.3%)",
      "촉촉보이스(8.7%)"
    ],
    "moves": [
      "문포스(96%)",
      "물거품아리아(88.9%)",
      "아쿠아제트(66%)",
      "퀵턴(37%)",
      "앵콜(36.1%)",
      "명상(20.5%)",
      "냉동빔(7.4%)",
      "사이코노이즈(5.8%)"
    ],
    "items": [
      "자뭉열매(46%)",
      "먹다남은음식(19.8%)",
      "신비의물방울(9.5%)",
      "기합의띠(8.1%)",
      "리샘열매(7.3%)"
    ],
    "natures": [
      "조심(69.2%)",
      "대담(12.8%)",
      "냉정(6.9%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:0/SpA:32/SpD:0/Spe:2(13.5%)",
      "HP:32/Atk:0/Def:2/SpA:32/SpD:0/Spe:0(7.1%)"
    ]
  },
  "브리두라스": {
    "abilities": [
      "지구력(81.3%)",
      "옹골참(18.6%)",
      "굳건한신념(0.1%)"
    ],
    "moves": [
      "러스터캐논(75.3%)",
      "용성군(67.7%)",
      "10만볼트(57.2%)",
      "스텔스록(49.9%)",
      "파동탄(37.1%)",
      "드래곤테일(19.2%)",
      "일렉트로빔(15.8%)",
      "울부짖기(14.3%)"
    ],
    "items": [
      "먹다남은음식(33.6%)",
      "자뭉열매(26.7%)",
      "하양허브(22.5%)",
      "구애스카프(5.6%)",
      "슈캐열매(2.1%)"
    ],
    "natures": [
      "조심(46.9%)",
      "대담(21.1%)",
      "차분(12.9%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(16.1%)",
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(7%)"
    ]
  },
  "리자몽": {
    "abilities": [
      "맹화(78.8%)",
      "선파워(21.2%)"
    ],
    "moves": [
      "솔라빔(64.4%)",
      "니트로차지(40.6%)",
      "화염방사(39.9%)",
      "플레어드라이브(31.4%)",
      "에어슬래시(31.2%)",
      "오버히트(30.2%)",
      "용의춤(24.2%)",
      "드래곤크루(21.4%)"
    ],
    "items": [
      "리자몽나이트Y(65.1%)",
      "리자몽나이트X(33.4%)",
      "구애스카프(0.2%)",
      "기합의띠(0.1%)",
      "자뭉열매(0.1%)"
    ],
    "natures": [
      "겁쟁이(42.4%)",
      "고집(21.2%)",
      "조심(20.2%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(39.3%)",
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(20.3%)"
    ]
  },
  "아머까오": {
    "abilities": [
      "프레셔(54.6%)",
      "미러아머(43.3%)",
      "긴장감(2.1%)"
    ],
    "moves": [
      "날개쉬기(96.8%)",
      "바디프레스(85%)",
      "철벽(74.5%)",
      "유턴(61.2%)",
      "아이언헤드(25.8%)",
      "도발(18%)",
      "브레이브버드(9.3%)",
      "벌크업(6.8%)"
    ],
    "items": [
      "먹다남은음식(66.9%)",
      "자뭉열매(21.3%)",
      "반짝가루(3.3%)",
      "리샘열매(2.9%)",
      "오카열매(0.6%)"
    ],
    "natures": [
      "장난꾸러기(68.6%)",
      "무사태평(16.2%)",
      "신중(7.4%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(45.7%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:0/Spe:2(11.4%)"
    ]
  },
  "하마돈": {
    "abilities": [
      "모래날림(99.6%)",
      "모래의힘(0.4%)"
    ],
    "moves": [
      "지진(97.1%)",
      "스텔스록(96.1%)",
      "하품(95.5%)",
      "태만함(53.9%)",
      "날려버리기(35.9%)",
      "울부짖기(8.7%)",
      "암석봉인(3.2%)",
      "얼음엄니(2.5%)"
    ],
    "items": [
      "자뭉열매(67.2%)",
      "먹다남은음식(28.5%)",
      "멘탈허브(1.1%)",
      "리샘열매(1%)",
      "선제공격손톱(0.5%)"
    ],
    "natures": [
      "장난꾸러기(72%)",
      "신중(20.4%)",
      "무사태평(2.9%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(22.9%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(17.3%)"
    ]
  },
  "팬텀": {
    "abilities": [
      "저주받은바디(100%)"
    ],
    "moves": [
      "섀도볼(85.2%)",
      "오물웨이브(81.9%)",
      "길동무(44.8%)",
      "기합구슬(38.2%)",
      "얼어붙은 바람(27.9%)",
      "대타출동(18.6%)",
      "방어(15.4%)",
      "10만볼트(13.3%)"
    ],
    "items": [
      "팬텀나이트(82.4%)",
      "기합의띠(13.8%)",
      "구애스카프(2.5%)",
      "저주의부적(0.2%)",
      "선제공격손톱(0.1%)"
    ],
    "natures": [
      "겁쟁이(88.6%)",
      "조심(9.7%)",
      "차분(0.6%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(65.3%)",
      "HP:0/Atk:0/Def:2/SpA:32/SpD:0/Spe:32(5.5%)"
    ]
  },
  "망나뇽": {
    "abilities": [
      "멀티스케일(97.3%)",
      "정신력(2.7%)"
    ],
    "moves": [
      "용성군(67.5%)",
      "신속(57.3%)",
      "10만볼트(52.7%)",
      "화염방사(45.5%)",
      "에어슬래시(41.6%)",
      "냉동빔(26.6%)",
      "날개쉬기(26.1%)",
      "불대문자(11.2%)"
    ],
    "items": [
      "dragonitite(85.1%)",
      "리샘열매(6.7%)",
      "먹다남은음식(1.8%)",
      "하양허브(1%)",
      "실크스카프(0.9%)"
    ],
    "natures": [
      "조심(71.2%)",
      "고집(8.8%)",
      "겁쟁이(7.6%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(28.1%)",
      "HP:1/Atk:0/Def:1/SpA:32/SpD:0/Spe:32(6.4%)"
    ]
  },
  "킬가르도": {
    "abilities": [
      "배틀스위치(100%)"
    ],
    "moves": [
      "야습(94.9%)",
      "폴터가이스트(71.3%)",
      "킹실드(66.8%)",
      "성스러운칼(41%)",
      "인파이트(37.6%)",
      "칼춤(35.2%)",
      "아이언헤드(20.6%)",
      "섀도볼(19.7%)"
    ],
    "items": [
      "저주의부적(46.1%)",
      "먹다남은음식(34.8%)",
      "기합의띠(8.5%)",
      "자뭉열매(3.4%)",
      "리샘열매(2.9%)"
    ],
    "natures": [
      "고집(61.3%)",
      "냉정(15.1%)",
      "용감(14.5%)"
    ],
    "spreads": [
      "HP:32/Atk:32/Def:1/SpA:0/SpD:1/Spe:0(15.5%)",
      "HP:32/Atk:32/Def:2/SpA:0/SpD:0/Spe:0(9.9%)"
    ]
  },
  "마스카나": {
    "abilities": [
      "변환자재(92.7%)",
      "심록(7.3%)"
    ],
    "moves": [
      "flower-trick(96.3%)",
      "트리플악셀(83.9%)",
      "탁쳐서떨구기(72.2%)",
      "유턴(66%)",
      "기습(23.4%)",
      "치근거리기(14.9%)",
      "안다리걸기(11.9%)",
      "번개펀치(6.6%)"
    ],
    "items": [
      "구애스카프(62.7%)",
      "기합의띠(29.7%)",
      "리샘열매(1.4%)",
      "자뭉열매(1%)",
      "왕의징표석(0.8%)"
    ],
    "natures": [
      "명랑(53.4%)",
      "고집(43.7%)",
      "천진난만(0.7%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(61.8%)",
      "HP:0/Atk:32/Def:2/SpA:0/SpD:0/Spe:32(9.6%)"
    ]
  },
  "핫삼": {
    "abilities": [
      "테크니션(98.3%)",
      "라이트메탈(0.9%)",
      "벌레의알림(0.9%)"
    ],
    "moves": [
      "불릿펀치(99.8%)",
      "칼춤(94%)",
      "인파이트(73.2%)",
      "탁쳐서떨구기(50.4%)",
      "유턴(28.5%)",
      "날개쉬기(28.4%)",
      "더블윙(11%)",
      "벌레먹음(3.9%)"
    ],
    "items": [
      "핫삼나이트(84.2%)",
      "자뭉열매(4.2%)",
      "리샘열매(3%)",
      "금속코트(2.4%)",
      "먹다남은음식(2%)"
    ],
    "natures": [
      "고집(93.3%)",
      "장난꾸러기(2.3%)",
      "신중(1.2%)"
    ],
    "spreads": [
      "HP:32/Atk:32/Def:2/SpA:0/SpD:0/Spe:0(16%)",
      "HP:32/Atk:32/Def:0/SpA:0/SpD:0/Spe:2(15.9%)"
    ]
  },
  "대쓰여너": {
    "abilities": [
      "적응력(93.7%)",
      "쓱쓱(5.6%)",
      "틀깨기(0.7%)"
    ],
    "moves": [
      "last-respects(99.9%)",
      "wave-crash(96%)",
      "아쿠아제트(86.9%)",
      "퀵턴(82.9%)",
      "얼음엄니(6%)",
      "고속이동(4.6%)",
      "양날박치기(4.3%)",
      "아쿠아브레이크(3.5%)"
    ],
    "items": [
      "구애스카프(83.7%)",
      "기합의띠(7.3%)",
      "신비의물방울(4.6%)",
      "저주의부적(1.8%)",
      "자뭉열매(0.7%)"
    ],
    "natures": [
      "명랑(69.9%)",
      "고집(28.4%)",
      "개구쟁이(0.3%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(58.3%)",
      "HP:0/Atk:32/Def:2/SpA:0/SpD:0/Spe:32(15.3%)"
    ]
  },
  "따라큐": {
    "abilities": [
      "탈(100%)"
    ],
    "moves": [
      "치근거리기(94.3%)",
      "야습(91.1%)",
      "칼춤(80.7%)",
      "섀도크루(58.1%)",
      "드레인펀치(19.8%)",
      "저주(17.2%)",
      "아픔나누기(5.8%)",
      "대타출동(4.9%)"
    ],
    "items": [
      "저주의부적(40.2%)",
      "리샘열매(25.7%)",
      "반짝가루(8.8%)",
      "fairy-feather(8.1%)",
      "초점렌즈(3.1%)"
    ],
    "natures": [
      "고집(66.6%)",
      "명랑(27.2%)",
      "장난꾸러기(1.4%)"
    ],
    "spreads": [
      "HP:1/Atk:32/Def:1/SpA:0/SpD:0/Spe:32(22.9%)",
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(21.2%)"
    ]
  },
  "대도각참": {
    "abilities": [
      "supreme-overlord(92.1%)",
      "오기(7.6%)",
      "프레셔(0.3%)"
    ],
    "moves": [
      "기습(99.3%)",
      "kowtow-cleave(95.1%)",
      "칼춤(84.2%)",
      "아이언헤드(82.9%)",
      "안다리걸기(21.8%)",
      "가위자르기(4.2%)",
      "깨트리다(4%)",
      "메탈버스트(1.4%)"
    ],
    "items": [
      "검은안경(74.5%)",
      "로플열매(6.6%)",
      "리샘열매(4.7%)",
      "기합의띠(4.3%)",
      "자뭉열매(3.5%)"
    ],
    "natures": [
      "고집(92.5%)",
      "명랑(2.8%)",
      "용감(2.4%)"
    ],
    "spreads": [
      "HP:32/Atk:32/Def:0/SpA:0/SpD:0/Spe:2(30.2%)",
      "HP:32/Atk:32/Def:0/SpA:0/SpD:2/Spe:0(8.5%)"
    ]
  },
  "이어롭": {
    "abilities": [
      "유연(71.6%)",
      "헤롱헤롱바디(24.6%)",
      "서투름(3.8%)"
    ],
    "moves": [
      "인파이트(88.7%)",
      "속이다(85.8%)",
      "트리플악셀(70.6%)",
      "유턴(55.7%)",
      "칼춤(15%)",
      "마하펀치(12.6%)",
      "앵콜(10%)",
      "냉동펀치(9%)"
    ],
    "items": [
      "이어롭나이트(96.6%)",
      "멘탈허브(1.2%)",
      "자뭉열매(0.5%)",
      "구애스카프(0.4%)",
      "기합의띠(0.3%)"
    ],
    "natures": [
      "명랑(87.6%)",
      "고집(10.4%)",
      "겁쟁이(0.7%)"
    ],
    "spreads": [
      "HP:1/Atk:32/Def:1/SpA:0/SpD:0/Spe:32(38.9%)",
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(31.4%)"
    ]
  },
  "킬라플로르": {
    "abilities": [
      "toxic-debris(93.7%)",
      "부식(6.3%)"
    ],
    "moves": [
      "파워젬(77.6%)",
      "스텔스록(69.3%)",
      "mortal-spin(55.7%)",
      "오물웨이브(47.1%)",
      "머드숏(40.6%)",
      "대지의힘(40.3%)",
      "에너지볼(13%)",
      "매지컬샤인(10.7%)"
    ],
    "items": [
      "기합의띠(67.9%)",
      "glimmorite(23.5%)",
      "먹다남은음식(2.9%)",
      "슈캐열매(1.4%)",
      "자뭉열매(1.3%)"
    ],
    "natures": [
      "겁쟁이(72.8%)",
      "조심(16.9%)",
      "차분(4.4%)"
    ],
    "spreads": [
      "HP:1/Atk:0/Def:1/SpA:32/SpD:0/Spe:32(30.9%)",
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(21.2%)"
    ]
  },
  "삼삼드래": {
    "abilities": [
      "부유(100%)"
    ],
    "moves": [
      "악의파동(98.4%)",
      "용성군(89.7%)",
      "유턴(65.6%)",
      "화염방사(56.3%)",
      "불대문자(23.4%)",
      "러스터캐논(16.9%)",
      "기합구슬(8%)",
      "나쁜음모(7.6%)"
    ],
    "items": [
      "구애스카프(80%)",
      "기합의띠(5.8%)",
      "리샘열매(2.9%)",
      "자뭉열매(2.5%)",
      "하양허브(2.4%)"
    ],
    "natures": [
      "겁쟁이(52.5%)",
      "조심(45.6%)",
      "의젓(0.3%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(60.7%)",
      "HP:0/Atk:0/Def:1/SpA:32/SpD:1/Spe:32(7.3%)"
    ]
  },
  "로토무 (워시) (rotom-wash)": {
    "abilities": [
      "부유(100%)"
    ],
    "moves": [
      "하이드로펌프(98.7%)",
      "볼트체인지(91.2%)",
      "도깨비불(67.8%)",
      "10만볼트(63.7%)",
      "트릭(26.1%)",
      "방전(12.6%)",
      "나쁜음모(6.6%)",
      "전기자석파(4.9%)"
    ],
    "items": [
      "자뭉열매(43.1%)",
      "구애스카프(30.1%)",
      "먹다남은음식(13.3%)",
      "리샘열매(3.5%)",
      "유루열매(2.1%)"
    ],
    "natures": [
      "조심(45%)",
      "대담(30.1%)",
      "겁쟁이(16.5%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(15.1%)",
      "HP:32/Atk:0/Def:0/SpA:32/SpD:0/Spe:2(7.3%)"
    ]
  },
  "루카리오": {
    "abilities": [
      "정신력(84%)",
      "정의의마음(9.8%)",
      "불굴의마음(6.2%)"
    ],
    "moves": [
      "인파이트(82.1%)",
      "불릿펀치(71.7%)",
      "칼춤(69.7%)",
      "지진(38.2%)",
      "코멧펀치(32.6%)",
      "신속(16.2%)",
      "진공파(14.1%)",
      "러스터캐논(13.7%)"
    ],
    "items": [
      "루카리오나이트(94.9%)",
      "기합의띠(2.5%)",
      "구애스카프(1%)",
      "리샘열매(0.2%)",
      "검은띠(0.2%)"
    ],
    "natures": [
      "명랑(69.6%)",
      "겁쟁이(12.2%)",
      "고집(12%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(60.6%)",
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(10.8%)"
    ]
  },
  "블래키": {
    "abilities": [
      "정신력(69.9%)",
      "싱크로(30.1%)"
    ],
    "moves": [
      "속임수(97.5%)",
      "방어(90.2%)",
      "희망사항(89.4%)",
      "하품(79.5%)",
      "맹독(19.4%)",
      "달의불빛(9.1%)",
      "도발(2.5%)",
      "바톤터치(1.8%)"
    ],
    "items": [
      "먹다남은음식(92.8%)",
      "자뭉열매(3.5%)",
      "반짝가루(1%)",
      "리샘열매(0.9%)",
      "멘탈허브(0.4%)"
    ],
    "natures": [
      "대담(58.1%)",
      "장난꾸러기(20.9%)",
      "차분(8.6%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(44.1%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:1/Spe:1(11.6%)"
    ]
  },
  "갸라도스": {
    "abilities": [
      "위협(97.2%)",
      "자기과신(2.8%)"
    ],
    "moves": [
      "폭포오르기(90.5%)",
      "용의춤(87.4%)",
      "지진(72.4%)",
      "얼음엄니(53.6%)",
      "파워휩(25%)",
      "도발(20.5%)",
      "깨물어부수기(19.6%)",
      "열불내기(10.3%)"
    ],
    "items": [
      "갸라도스나이트(75.3%)",
      "리샘열매(7.6%)",
      "자뭉열매(6.8%)",
      "먹다남은음식(4.9%)",
      "신비의물방울(1.3%)"
    ],
    "natures": [
      "명랑(60.3%)",
      "고집(34.3%)",
      "장난꾸러기(3.7%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(24.1%)",
      "HP:1/Atk:32/Def:1/SpA:0/SpD:0/Spe:32(20.5%)"
    ]
  },
  "캥카": {
    "abilities": [
      "배짱(90.4%)",
      "정신력(7.7%)",
      "일찍기상(1.9%)"
    ],
    "moves": [
      "속이다(75.6%)",
      "냉동펀치(74%)",
      "지진(70.5%)",
      "기습(65.5%)",
      "이판사판태클(44.8%)",
      "불꽃펀치(23.4%)",
      "누르기(13.2%)",
      "드레인펀치(8.3%)"
    ],
    "items": [
      "캥카나이트(98.4%)",
      "실크스카프(0.6%)",
      "자뭉열매(0.1%)",
      "먹다남은음식(0.1%)",
      "이어롭나이트(0.1%)"
    ],
    "natures": [
      "고집(90%)",
      "명랑(8.1%)",
      "개구쟁이(0.3%)"
    ],
    "spreads": [
      "HP:27/Atk:32/Def:5/SpA:0/SpD:1/Spe:1(17.3%)",
      "HP:32/Atk:32/Def:0/SpA:0/SpD:0/Spe:2(10.4%)"
    ]
  },
  "마폭시": {
    "abilities": [
      "맹화(92.6%)",
      "매지션(7.4%)"
    ],
    "moves": [
      "화염방사(88.4%)",
      "사이코키네시스(57.8%)",
      "매지컬샤인(50.7%)",
      "앵콜(44.9%)",
      "나쁜음모(37.7%)",
      "대타출동(36.8%)",
      "사이코쇼크(36.7%)",
      "명상(6.5%)"
    ],
    "items": [
      "delphoxite(96.5%)",
      "구애스카프(0.6%)",
      "기합의띠(0.6%)",
      "자뭉열매(0.2%)",
      "목탄(0.1%)"
    ],
    "natures": [
      "겁쟁이(90.1%)",
      "조심(8.7%)",
      "대담(0.2%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(23.8%)",
      "HP:1/Atk:0/Def:1/SpA:32/SpD:0/Spe:32(20.5%)"
    ]
  },
  "메가니움": {
    "abilities": [
      "심록(81.1%)",
      "리프가드(18.9%)"
    ],
    "moves": [
      "솔라빔(98.1%)",
      "웨더볼(92%)",
      "매지컬샤인(89.2%)",
      "광합성(80.4%)",
      "대지의힘(22.5%)",
      "씨뿌리기(6%)",
      "원시의힘(2.6%)",
      "대타출동(1.9%)"
    ],
    "items": [
      "meganiumite(99%)",
      "먹다남은음식(0.1%)",
      "자뭉열매(0.1%)",
      "dragonitite(0%)",
      "선제공격손톱(0%)"
    ],
    "natures": [
      "조심(88.4%)",
      "대담(4%)",
      "겁쟁이(3.8%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:0/SpA:32/SpD:0/Spe:2(41.9%)",
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(4.3%)"
    ]
  },
  "플라엣테(영원의 꽃) (floette-eternal)": {
    "abilities": [
      "플라워베일(99.1%)",
      "공생(0.9%)"
    ],
    "moves": [
      "명상(90.2%)",
      "드레인키스(84.6%)",
      "문포스(78.4%)",
      "광합성(39.5%)",
      "파멸의빛(36.6%)",
      "대타출동(26.5%)",
      "사이코키네시스(20.2%)",
      "기가드레인(4.4%)"
    ],
    "items": [
      "floettite(96.2%)",
      "구애스카프(3.2%)",
      "fairy-feather(0.1%)",
      "먹다남은음식(0%)",
      "기합의띠(0%)"
    ],
    "natures": [
      "조심(68.9%)",
      "겁쟁이(23.8%)",
      "대담(6.6%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:29/SpA:5/SpD:0/Spe:0(15.4%)",
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(13.7%)"
    ]
  },
  "개굴닌자": {
    "abilities": [
      "변환자재(79.4%)",
      "급류(20.6%)"
    ],
    "moves": [
      "냉동빔(83.3%)",
      "악의파동(74.6%)",
      "오물웨이브(60.8%)",
      "파도타기(48.9%)",
      "물수리검(45.3%)",
      "하이드로펌프(11.8%)",
      "유턴(10.7%)",
      "도발(10%)"
    ],
    "items": [
      "greninjite(41.3%)",
      "기합의띠(41%)",
      "구애스카프(12.3%)",
      "왕의징표석(1.2%)",
      "신비의물방울(0.9%)"
    ],
    "natures": [
      "겁쟁이(54.1%)",
      "조심(30.1%)",
      "천진난만(8.3%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(54.9%)",
      "HP:0/Atk:0/Def:2/SpA:32/SpD:0/Spe:32(9%)"
    ]
  },
  "불카모스": {
    "abilities": [
      "불꽃몸(94.5%)",
      "벌레의알림(5.5%)"
    ],
    "moves": [
      "나비춤(96.7%)",
      "불꽃춤(87.5%)",
      "기가드레인(65.2%)",
      "아침햇살(47.7%)",
      "벌레의야단법석(42.5%)",
      "도깨비불(21.7%)",
      "대타출동(8.3%)",
      "화염방사(7.7%)"
    ],
    "items": [
      "자뭉열매(40.4%)",
      "먹다남은음식(22%)",
      "리샘열매(19.5%)",
      "기합의띠(4.8%)",
      "목탄(2.1%)"
    ],
    "natures": [
      "조심(35%)",
      "겁쟁이(32.5%)",
      "대담(27.9%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(10.7%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:0/Spe:2(6.4%)"
    ]
  },
  "포푸니크": {
    "abilities": [
      "곡예(73.9%)",
      "독수(25.7%)",
      "프레셔(0.5%)"
    ],
    "moves": [
      "인파이트(98.3%)",
      "dire-claw(97.3%)",
      "속이다(52.3%)",
      "지옥찌르기(30.5%)",
      "유턴(27.8%)",
      "칼춤(22.4%)",
      "섀도크루(11.1%)",
      "애크러뱃(11%)"
    ],
    "items": [
      "하양허브(44.5%)",
      "기합의띠(30%)",
      "자뭉열매(10.4%)",
      "구애스카프(5.4%)",
      "왕의징표석(1.9%)"
    ],
    "natures": [
      "고집(58.6%)",
      "명랑(36.9%)",
      "개구쟁이(1.1%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(50.3%)",
      "HP:0/Atk:32/Def:2/SpA:0/SpD:0/Spe:32(10.8%)"
    ]
  },
  "이상해꽃": {
    "abilities": [
      "엽록소(62.5%)",
      "심록(37.5%)"
    ],
    "moves": [
      "대지의힘(85.1%)",
      "광합성(75.7%)",
      "기가드레인(61.3%)",
      "오물폭탄(54.6%)",
      "씨뿌리기(47.2%)",
      "오물웨이브(29.5%)",
      "맹독(17.2%)",
      "수면가루(5.7%)"
    ],
    "items": [
      "이상해꽃나이트(92.8%)",
      "먹다남은음식(2.3%)",
      "자뭉열매(1.5%)",
      "기적의씨(0.7%)",
      "기합의띠(0.6%)"
    ],
    "natures": [
      "차분(47%)",
      "조심(25.8%)",
      "대담(23.8%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(12.5%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(7.4%)"
    ]
  },
  "픽시": {
    "abilities": [
      "천진(75.8%)",
      "매직가드(23.1%)",
      "헤롱헤롱바디(1%)"
    ],
    "moves": [
      "달의불빛(91%)",
      "문포스(85.2%)",
      "코스믹파워(51.3%)",
      "명상(41.8%)",
      "어시스트파워(40.9%)",
      "화염방사(25.8%)",
      "사이코쇼크(14.4%)",
      "바톤터치(8.9%)"
    ],
    "items": [
      "clefablite(90.5%)",
      "먹다남은음식(4.3%)",
      "자뭉열매(2.3%)",
      "반짝가루(0.4%)",
      "리샘열매(0.3%)"
    ],
    "natures": [
      "대담(63.3%)",
      "차분(21.5%)",
      "조심(12.1%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(25%)",
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(5.1%)"
    ]
  },
  "아쿠스타": {
    "abilities": [
      "자연회복(81.3%)",
      "발광(10.2%)",
      "애널라이즈(8.6%)"
    ],
    "moves": [
      "아쿠아제트(84.5%)",
      "아쿠아브레이크(79.7%)",
      "ice-spinner(60.6%)",
      "사념의박치기(59.3%)",
      "퀵턴(48.6%)",
      "사이코커터(12%)",
      "폭포오르기(10.9%)",
      "고속스핀(6.5%)"
    ],
    "items": [
      "starmienite(96%)",
      "기합의띠(1%)",
      "구애스카프(0.7%)",
      "먹다남은음식(0.5%)",
      "반짝가루(0.4%)"
    ],
    "natures": [
      "고집(59%)",
      "명랑(32.7%)",
      "겁쟁이(2.9%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(52.2%)",
      "HP:2/Atk:32/Def:1/SpA:0/SpD:1/Spe:30(6.4%)"
    ]
  },
  "마기라스": {
    "abilities": [
      "모래날림(99.3%)",
      "긴장감(0.7%)"
    ],
    "moves": [
      "탁쳐서떨구기(73.2%)",
      "스톤에지(54.9%)",
      "지진(45.3%)",
      "용의춤(35.4%)",
      "냉동펀치(32.6%)",
      "스텔스록(32.6%)",
      "깨물어부수기(15.5%)",
      "스톤샤워(13.5%)"
    ],
    "items": [
      "마기라스나이트(52%)",
      "자뭉열매(12.9%)",
      "먹다남은음식(10.2%)",
      "로플열매(7.1%)",
      "리샘열매(4.7%)"
    ],
    "natures": [
      "고집(48.5%)",
      "신중(22.3%)",
      "명랑(19.5%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(15.6%)",
      "HP:32/Atk:32/Def:0/SpA:0/SpD:2/Spe:0(8.6%)"
    ]
  },
  "님피아": {
    "abilities": [
      "페어리스킨(98.7%)",
      "헤롱헤롱바디(1.3%)"
    ],
    "moves": [
      "하이퍼보이스(97%)",
      "하품(74.7%)",
      "매지컬플레임(48.4%)",
      "전광석화(44.4%)",
      "방어(38.2%)",
      "희망사항(35.2%)",
      "명상(16.3%)",
      "섀도볼(10.8%)"
    ],
    "items": [
      "먹다남은음식(44.4%)",
      "fairy-feather(34.8%)",
      "자뭉열매(11.3%)",
      "리샘열매(2.2%)",
      "선제공격손톱(1.7%)"
    ],
    "natures": [
      "조심(56.7%)",
      "대담(23.6%)",
      "차분(7.6%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(14.1%)",
      "HP:32/Atk:0/Def:0/SpA:32/SpD:0/Spe:2(10.9%)"
    ]
  },
  "로토무 (히트) (rotom-heat)": {
    "abilities": [
      "부유(100%)"
    ],
    "moves": [
      "오버히트(98.6%)",
      "볼트체인지(90.1%)",
      "도깨비불(64.1%)",
      "10만볼트(54.6%)",
      "트릭(31.7%)",
      "방전(11.7%)",
      "나쁜음모(8.7%)",
      "속임수(7.3%)"
    ],
    "items": [
      "구애스카프(37.5%)",
      "자뭉열매(31.6%)",
      "먹다남은음식(11.3%)",
      "하양허브(7.6%)",
      "유루열매(2.2%)"
    ],
    "natures": [
      "조심(47.5%)",
      "겁쟁이(26.8%)",
      "대담(16.5%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(23.8%)",
      "HP:32/Atk:0/Def:0/SpA:32/SpD:0/Spe:2(8.1%)"
    ]
  },
  "라우드본": {
    "abilities": [
      "천진(98.8%)",
      "맹화(1.2%)"
    ],
    "moves": [
      "torch-song(99.4%)",
      "태만함(93.1%)",
      "도깨비불(74.5%)",
      "섀도볼(48.8%)",
      "병상첨병(35%)",
      "하품(19.2%)",
      "대지의힘(6%)",
      "매혹의보이스(4.9%)"
    ],
    "items": [
      "먹다남은음식(38%)",
      "자뭉열매(23.8%)",
      "수불열매(4.2%)",
      "리샘열매(2.8%)",
      "슈캐열매(2.2%)"
    ],
    "natures": [
      "대담(68.2%)",
      "차분(17.7%)",
      "조심(10.6%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(21.3%)",
      "HP:32/Atk:0/Def:32/SpA:2/SpD:0/Spe:0(11.6%)"
    ]
  },
  "드래펄트": {
    "abilities": [
      "틈새포착(63.8%)",
      "클리어바디(23.7%)",
      "저주받은바디(12.5%)"
    ],
    "moves": [
      "드래곤애로(63.2%)",
      "유턴(45.6%)",
      "고스트다이브(34.7%)",
      "기습(32.1%)",
      "도깨비불(30.4%)",
      "용성군(29%)",
      "섀도볼(26.2%)",
      "용의춤(19.2%)"
    ],
    "items": [
      "기합의띠(42.4%)",
      "구애스카프(21.4%)",
      "용의이빨(7.4%)",
      "리샘열매(6%)",
      "먹다남은음식(4.3%)"
    ],
    "natures": [
      "명랑(26.2%)",
      "겁쟁이(23.6%)",
      "고집(19.2%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(27.4%)",
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(16.9%)"
    ]
  },
  "더시마사리": {
    "abilities": [
      "재생력(97.2%)",
      "무도한행동(2.1%)",
      "유연(0.7%)"
    ],
    "moves": [
      "HP회복(97.2%)",
      "맹독(89.8%)",
      "엉겨붙기(57.8%)",
      "토치카(50.6%)",
      "흑안개(46.5%)",
      "독압정(11.8%)",
      "chilling-water(9%)",
      "아쿠아브레이크(7.9%)"
    ],
    "items": [
      "먹다남은음식(63.3%)",
      "자뭉열매(13.8%)",
      "멘탈허브(7.2%)",
      "반짝가루(3.9%)",
      "슈캐열매(1.4%)"
    ],
    "natures": [
      "차분(28.8%)",
      "대담(28.7%)",
      "신중(18.6%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(36.8%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(23%)"
    ]
  },
  "클레스퍼트라": {
    "abilities": [
      "가속(99.6%)",
      "opportunist(0.3%)",
      "통찰(0.1%)"
    ],
    "moves": [
      "lumina-crash(84.3%)",
      "바톤터치(83.6%)",
      "방어(81.5%)",
      "명상(75%)",
      "매지컬샤인(22.4%)",
      "대타출동(12.4%)",
      "섀도볼(8%)",
      "깃털댄스(7.8%)"
    ],
    "items": [
      "자뭉열매(34.6%)",
      "기합의띠(30.1%)",
      "먹다남은음식(13.8%)",
      "멘탈허브(6%)",
      "리샘열매(4.1%)"
    ],
    "natures": [
      "대담(37.2%)",
      "겁쟁이(35.7%)",
      "조심(21%)"
    ],
    "spreads": [
      "HP:25/Atk:0/Def:30/SpA:0/SpD:2/Spe:9(8.4%)",
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(6.7%)"
    ]
  },
  "찌리배리": {
    "abilities": [
      "electromorphosis(99.2%)",
      "정전기(0.6%)",
      "습기(0.2%)"
    ],
    "moves": [
      "파라볼라차지(96%)",
      "물붓기(87.4%)",
      "볼트체인지(69.3%)",
      "태만함(66.2%)",
      "맹독(30.6%)",
      "애시드봄(15.5%)",
      "기습(10.1%)",
      "10만볼트(4%)"
    ],
    "items": [
      "자뭉열매(36.5%)",
      "먹다남은음식(35.5%)",
      "자석(13.3%)",
      "슈캐열매(9.7%)",
      "리샘열매(1.4%)"
    ],
    "natures": [
      "차분(51.4%)",
      "건방(13.4%)",
      "대담(12.9%)"
    ],
    "spreads": [
      "HP:31/Atk:0/Def:3/SpA:0/SpD:32/Spe:0(14.5%)",
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(10.6%)"
    ]
  },
  "패리퍼": {
    "abilities": [
      "잔비(99.7%)",
      "날카로운눈(0.2%)",
      "젖은접시(0.1%)"
    ],
    "moves": [
      "폭풍(96.7%)",
      "유턴(87.5%)",
      "냉동빔(52.8%)",
      "파도타기(49%)",
      "순풍(34.5%)",
      "웨더볼(31.9%)",
      "날개쉬기(13%)",
      "하이드로펌프(11.7%)"
    ],
    "items": [
      "자뭉열매(39.5%)",
      "기합의띠(33.9%)",
      "구애스카프(5.2%)",
      "먹다남은음식(4.8%)",
      "초나열매(3.2%)"
    ],
    "natures": [
      "조심(39%)",
      "무사태평(17.7%)",
      "대담(16.1%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(17.9%)",
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(14.3%)"
    ]
  },
  "마릴리": {
    "abilities": [
      "천하장사(94.3%)",
      "초식(5.4%)",
      "두꺼운지방(0.3%)"
    ],
    "moves": [
      "아쿠아제트(95.2%)",
      "치근거리기(93.7%)",
      "배북(67.4%)",
      "아쿠아브레이크(59.8%)",
      "엄청난힘(38%)",
      "탁쳐서떨구기(8%)",
      "멸망의노래(5.4%)",
      "방어(5.2%)"
    ],
    "items": [
      "자뭉열매(69.6%)",
      "리샘열매(14.1%)",
      "신비의물방울(5.5%)",
      "먹다남은음식(4%)",
      "선제공격손톱(1.4%)"
    ],
    "natures": [
      "고집(91.2%)",
      "무사태평(1.4%)",
      "명랑(1.3%)"
    ],
    "spreads": [
      "HP:32/Atk:32/Def:0/SpA:0/SpD:0/Spe:2(23.1%)",
      "HP:31/Atk:32/Def:0/SpA:0/SpD:0/Spe:3(10.8%)"
    ]
  },
  "맘모꾸리": {
    "abilities": [
      "두꺼운지방(74.7%)",
      "둔감(24.1%)",
      "눈숨기(1.2%)"
    ],
    "moves": [
      "지진(99.1%)",
      "얼음뭉치(91.8%)",
      "고드름침(63.5%)",
      "스텔스록(44.5%)",
      "암석봉인(29.5%)",
      "고드름떨구기(25.3%)",
      "죽기살기(7.8%)",
      "탁쳐서떨구기(6.8%)"
    ],
    "items": [
      "기합의띠(78.6%)",
      "구애스카프(6.3%)",
      "자뭉열매(4.5%)",
      "녹지않는얼음(2.8%)",
      "리샘열매(2%)"
    ],
    "natures": [
      "고집(69.8%)",
      "명랑(25.3%)",
      "장난꾸러기(1.4%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(45.4%)",
      "HP:0/Atk:32/Def:2/SpA:0/SpD:0/Spe:32(12.7%)"
    ]
  },
  "파르토": {
    "abilities": [
      "천하장사(99.6%)",
      "볼주머니(0.2%)",
      "픽업(0.2%)"
    ],
    "moves": [
      "지진(99.7%)",
      "전광석화(89.5%)",
      "냉동펀치(84.6%)",
      "번개펀치(40.5%)",
      "엄청난힘(16%)",
      "불꽃펀치(13.3%)",
      "암석봉인(9.2%)",
      "누르기(8.6%)"
    ],
    "items": [
      "기합의띠(85.2%)",
      "구애스카프(7.9%)",
      "리샘열매(2.5%)",
      "자뭉열매(1.3%)",
      "실크스카프(0.4%)"
    ],
    "natures": [
      "고집(84.4%)",
      "명랑(14.4%)",
      "용감(0.2%)"
    ],
    "spreads": [
      "HP:1/Atk:32/Def:1/SpA:0/SpD:0/Spe:32(40%)",
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(20.1%)"
    ]
  },
  "파라블레이즈": {
    "abilities": [
      "깨어진갑옷(73.7%)",
      "타오르는불꽃(26.3%)"
    ],
    "moves": [
      "bitter-blade(98.4%)",
      "야습(90%)",
      "칼춤(70.8%)",
      "폴터가이스트(70%)",
      "인파이트(30.3%)",
      "길동무(10.3%)",
      "벌크업(5.6%)",
      "섀도크루(4.6%)"
    ],
    "items": [
      "기합의띠(75.7%)",
      "자뭉열매(5%)",
      "먹다남은음식(3.4%)",
      "저주의부적(3.2%)",
      "목탄(2.7%)"
    ],
    "natures": [
      "고집(76.2%)",
      "명랑(16.8%)",
      "장난꾸러기(2.8%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(26.1%)",
      "HP:1/Atk:32/Def:1/SpA:0/SpD:0/Spe:32(17%)"
    ]
  },
  "잠만보": {
    "abilities": [
      "두꺼운지방(89.5%)",
      "면역(9.1%)",
      "먹보(1.4%)"
    ],
    "moves": [
      "지진(61.8%)",
      "하품(61.8%)",
      "누르기(42.4%)",
      "방어(33.5%)",
      "잠자기(25%)",
      "냉동펀치(21.5%)",
      "땅가르기(19%)",
      "저주(14.4%)"
    ],
    "items": [
      "먹다남은음식(57.3%)",
      "유루열매(13.8%)",
      "자뭉열매(13.8%)",
      "리샘열매(4.5%)",
      "로플열매(3.7%)"
    ],
    "natures": [
      "신중(47.4%)",
      "장난꾸러기(23.5%)",
      "고집(18%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(13.4%)",
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(11.2%)"
    ]
  },
  "엠페르트": {
    "abilities": [
      "승기(54.2%)",
      "급류(45.8%)"
    ],
    "moves": [
      "스텔스록(85%)",
      "하품(82.6%)",
      "파도타기(70.9%)",
      "퀵턴(69.7%)",
      "냉동빔(25.4%)",
      "러스터캐논(19.5%)",
      "날개쉬기(7.5%)",
      "진공파(6.8%)"
    ],
    "items": [
      "먹다남은음식(36.9%)",
      "자뭉열매(28.4%)",
      "슈캐열매(12.4%)",
      "로플열매(11.5%)",
      "기합의띠(3.5%)"
    ],
    "natures": [
      "건방(35.4%)",
      "차분(21.6%)",
      "조심(14.4%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(32.5%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(8.9%)"
    ]
  },
  "거북왕": {
    "abilities": [
      "급류(81.6%)",
      "젖은접시(18.4%)"
    ],
    "moves": [
      "껍질깨기(88.5%)",
      "물의파동(76.1%)",
      "파동탄(70.2%)",
      "냉동빔(49.8%)",
      "악의파동(35.8%)",
      "용의파동(25.4%)",
      "파도타기(11%)",
      "대타출동(6.2%)"
    ],
    "items": [
      "거북왕나이트(87%)",
      "하양허브(8.1%)",
      "리샘열매(0.9%)",
      "자뭉열매(0.9%)",
      "기합의띠(0.7%)"
    ],
    "natures": [
      "조심(83.6%)",
      "겁쟁이(9.7%)",
      "대담(1.4%)"
    ],
    "spreads": [
      "HP:5/Atk:0/Def:0/SpA:32/SpD:0/Spe:29(22%)",
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(13.3%)"
    ]
  },
  "스코빌런": {
    "abilities": [
      "변덕쟁이(61.7%)",
      "불면(31.3%)",
      "엽록소(7%)"
    ],
    "moves": [
      "씨뿌리기(90.4%)",
      "방어(88.6%)",
      "기가드레인(68.7%)",
      "화염방사(62%)",
      "리프스톰(20.7%)",
      "질투의불꽃(19.8%)",
      "대타출동(13.9%)",
      "오버히트(10.8%)"
    ],
    "items": [
      "scovillainite(93.1%)",
      "먹다남은음식(4.7%)",
      "기합의띠(0.3%)",
      "자뭉열매(0.3%)",
      "반짝가루(0.2%)"
    ],
    "natures": [
      "대담(61.5%)",
      "조심(18.1%)",
      "차분(10%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(29.5%)",
      "HP:32/Atk:0/Def:32/SpA:2/SpD:0/Spe:0(7.7%)"
    ]
  },
  "눈여아": {
    "abilities": [
      "저주받은바디(74.3%)",
      "눈숨기(25.7%)"
    ],
    "moves": [
      "눈보라(95.3%)",
      "섀도볼(80.4%)",
      "오로라베일(73.4%)",
      "10만볼트(31.7%)",
      "길동무(31.6%)",
      "도발(18.2%)",
      "도깨비불(16.4%)",
      "나쁜음모(9.1%)"
    ],
    "items": [
      "froslassite(95.2%)",
      "기합의띠(2.2%)",
      "구애스카프(0.8%)",
      "선제공격손톱(0.2%)",
      "반짝가루(0.2%)"
    ],
    "natures": [
      "겁쟁이(72.5%)",
      "조심(23.3%)",
      "대담(1%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(43.6%)",
      "HP:0/Atk:0/Def:2/SpA:32/SpD:0/Spe:32(7.1%)"
    ]
  },
  "몰드류": {
    "abilities": [
      "틀깨기(82.8%)",
      "모래헤치기(15.8%)",
      "모래의힘(1.4%)"
    ],
    "moves": [
      "지진(97.6%)",
      "아이언헤드(94.9%)",
      "스톤샤워(55.2%)",
      "뿔드릴(32.1%)",
      "칼춤(25.1%)",
      "암석봉인(23.7%)",
      "고속스핀(18.4%)",
      "스텔스록(14.2%)"
    ],
    "items": [
      "기합의띠(35.8%)",
      "구애스카프(35.2%)",
      "excadrillite(14.8%)",
      "부드러운모래(3.6%)",
      "리샘열매(2.3%)"
    ],
    "natures": [
      "명랑(61.9%)",
      "고집(34.9%)",
      "신중(1.2%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(48.7%)",
      "HP:0/Atk:32/Def:2/SpA:0/SpD:0/Spe:32(15.4%)"
    ]
  },
  "무장조": {
    "abilities": [
      "옹골참(73.8%)",
      "깨어진갑옷(24.9%)",
      "날카로운눈(1.2%)"
    ],
    "moves": [
      "날개쉬기(56.4%)",
      "브레이브버드(46.7%)",
      "스텔스록(44%)",
      "바디프레스(39.6%)",
      "칼춤(34.8%)",
      "드릴라이너(32.4%)",
      "아이언헤드(31.7%)",
      "날려버리기(27.4%)"
    ],
    "items": [
      "skarmorite(44.3%)",
      "먹다남은음식(18.3%)",
      "자뭉열매(15.9%)",
      "멘탈허브(6.4%)",
      "반짝가루(3.7%)"
    ],
    "natures": [
      "장난꾸러기(42.1%)",
      "명랑(31.6%)",
      "고집(15.6%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(13.8%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:0/Spe:2(9.8%)"
    ]
  },
  "가디안": {
    "abilities": [
      "트레이스(90.2%)",
      "싱크로(8.8%)",
      "텔레파시(1%)"
    ],
    "moves": [
      "하이퍼보이스(70.6%)",
      "진공파(60.6%)",
      "사이코키네시스(49.8%)",
      "매지컬플레임(40.3%)",
      "명상(32.7%)",
      "문포스(27.2%)",
      "사이코쇼크(26.9%)",
      "10만볼트(25.5%)"
    ],
    "items": [
      "가디안나이트(79.1%)",
      "구애스카프(10.7%)",
      "기합의띠(4.4%)",
      "자뭉열매(1.3%)",
      "선제공격손톱(0.7%)"
    ],
    "natures": [
      "조심(68.8%)",
      "겁쟁이(24.6%)",
      "차분(2.8%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(24.9%)",
      "HP:32/Atk:0/Def:11/SpA:5/SpD:0/Spe:18(17.8%)"
    ]
  },
  "우츠보트": {
    "abilities": [
      "엽록소(93.4%)",
      "먹보(6.6%)"
    ],
    "moves": [
      "힘흡수(97.3%)",
      "기습(66.6%)",
      "기가드레인(58.4%)",
      "오물웨이브(41.5%)",
      "독찌르기(19%)",
      "앵콜(17.9%)",
      "오물폭탄(17.1%)",
      "파워휩(15.8%)"
    ],
    "items": [
      "victreebelite(98.2%)",
      "먹다남은음식(0.3%)",
      "자뭉열매(0.2%)",
      "하양허브(0.2%)",
      "기합의띠(0.1%)"
    ],
    "natures": [
      "냉정(29.1%)",
      "고집(23.2%)",
      "조심(21.9%)"
    ],
    "spreads": [
      "HP:32/Atk:2/Def:0/SpA:32/SpD:0/Spe:0(25%)",
      "HP:32/Atk:32/Def:0/SpA:0/SpD:0/Spe:2(15.2%)"
    ]
  },
  "알로라 나인테일 (알로라)": {
    "abilities": [
      "눈퍼뜨리기(99.1%)",
      "눈숨기(0.9%)"
    ],
    "moves": [
      "오로라베일(91.2%)",
      "눈보라(78.2%)",
      "문포스(75.8%)",
      "앵콜(52.6%)",
      "프리즈드라이(51.7%)",
      "나쁜음모(7.2%)",
      "얼음뭉치(6.8%)",
      "얼어붙은 바람(3.4%)"
    ],
    "items": [
      "기합의띠(36.3%)",
      "녹지않는얼음(17.5%)",
      "자뭉열매(11.8%)",
      "리샘열매(6.6%)",
      "먹다남은음식(5.9%)"
    ],
    "natures": [
      "겁쟁이(83.9%)",
      "조심(9.7%)",
      "대담(2.7%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(27.4%)",
      "HP:1/Atk:0/Def:1/SpA:32/SpD:0/Spe:32(10.1%)"
    ]
  },
  "히스이 미끄래곤 (히스이)": {
    "abilities": [
      "미끈미끈(38.5%)",
      "조가비갑옷(32.4%)",
      "초식(29.1%)"
    ],
    "moves": [
      "러스터캐논(55.7%)",
      "shelter(43.7%)",
      "바디프레스(43%)",
      "10만볼트(39.7%)",
      "용성군(38.6%)",
      "화염방사(32%)",
      "냉동빔(28.8%)",
      "애시드봄(20.8%)"
    ],
    "items": [
      "먹다남은음식(50.5%)",
      "자뭉열매(19.4%)",
      "유루열매(5.6%)",
      "하양허브(4.6%)",
      "용의이빨(3.9%)"
    ],
    "natures": [
      "조심(32.4%)",
      "대담(25.5%)",
      "차분(19.1%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(15.1%)",
      "HP:32/Atk:0/Def:2/SpA:32/SpD:0/Spe:0(7.4%)"
    ]
  },
  "깨비물거미": {
    "abilities": [
      "수포(99%)",
      "저수(1%)"
    ],
    "moves": [
      "끈적끈적네트(88.6%)",
      "아쿠아브레이크(83%)",
      "미러코트(73.6%)",
      "덤벼들기(31.2%)",
      "흡혈(22.9%)",
      "파도타기(13.6%)",
      "죽기살기(12%)",
      "pounce(11.7%)"
    ],
    "items": [
      "자뭉열매(45.3%)",
      "신비의물방울(21.9%)",
      "먹다남은음식(8.7%)",
      "기합의띠(5.7%)",
      "리샘열매(5.3%)"
    ],
    "natures": [
      "고집(47.1%)",
      "장난꾸러기(18.5%)",
      "조심(11.8%)"
    ],
    "spreads": [
      "HP:32/Atk:32/Def:2/SpA:0/SpD:0/Spe:0(21.4%)",
      "HP:32/Atk:32/Def:0/SpA:0/SpD:2/Spe:0(6.8%)"
    ]
  },
  "엘풍": {
    "abilities": [
      "짓궂은마음(97.6%)",
      "틈새포착(1.6%)",
      "엽록소(0.8%)"
    ],
    "moves": [
      "문포스(83.8%)",
      "씨뿌리기(57%)",
      "앵콜(56.3%)",
      "추억의선물(42.4%)",
      "대타출동(33.3%)",
      "순풍(27.1%)",
      "도발(22.4%)",
      "코튼가드(16.8%)"
    ],
    "items": [
      "먹다남은음식(37.8%)",
      "기합의띠(34.8%)",
      "자뭉열매(5.7%)",
      "반짝가루(5.2%)",
      "멘탈허브(3.5%)"
    ],
    "natures": [
      "겁쟁이(39.8%)",
      "대담(31.5%)",
      "조심(15.5%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(28.4%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(12.8%)"
    ]
  },
  "엘레이드": {
    "abilities": [
      "sharpness(89.7%)",
      "정의의마음(6.2%)",
      "불굴의마음(4.1%)"
    ],
    "moves": [
      "성스러운칼(86.3%)",
      "사이코커터(77%)",
      "리프블레이드(55.9%)",
      "야습(43.6%)",
      "트리플악셀(30.1%)",
      "깜짝베기(19%)",
      "칼춤(12.5%)",
      "섀도크루(8.9%)"
    ],
    "items": [
      "엘레이드나이트(28.2%)",
      "구애스카프(27.6%)",
      "기합의띠(23.3%)",
      "초점렌즈(6.7%)",
      "리샘열매(5.2%)"
    ],
    "natures": [
      "명랑(55.5%)",
      "고집(41%)",
      "신중(0.9%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(43.2%)",
      "HP:0/Atk:32/Def:2/SpA:0/SpD:0/Spe:32(8.6%)"
    ]
  },
  "사마자르": {
    "abilities": [
      "sharpness(98.5%)",
      "벌레의알림(1%)",
      "우격다짐(0.5%)"
    ],
    "moves": [
      "stone-axe(99.8%)",
      "시저크로스(68%)",
      "인파이트(57.4%)",
      "깜짝베기(48.2%)",
      "유턴(35.6%)",
      "전광석화(16%)",
      "페인트(14.6%)",
      "순풍(12%)"
    ],
    "items": [
      "기합의띠(58.3%)",
      "구애스카프(29.5%)",
      "자뭉열매(2.9%)",
      "선제공격손톱(2.4%)",
      "딱딱한돌(1.5%)"
    ],
    "natures": [
      "명랑(50.1%)",
      "고집(44.8%)",
      "장난꾸러기(1.4%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(48.5%)",
      "HP:0/Atk:32/Def:2/SpA:0/SpD:0/Spe:32(13.7%)"
    ]
  },
  "히스이 조로아크 (히스이)": {
    "abilities": [
      "일루전(100%)"
    ],
    "moves": [
      "bitter-malice(72.7%)",
      "화염방사(43.8%)",
      "얼어붙은 바람(28.7%)",
      "하이퍼보이스(27.1%)",
      "도발(23%)",
      "기합구슬(21.5%)",
      "도깨비불(21.1%)",
      "나쁜음모(20.8%)"
    ],
    "items": [
      "기합의띠(61.4%)",
      "구애스카프(17.5%)",
      "저주의부적(4.5%)",
      "반짝가루(2.9%)",
      "자뭉열매(2.4%)"
    ],
    "natures": [
      "겁쟁이(65.9%)",
      "조심(20.9%)",
      "천진난만(4.2%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(41.4%)",
      "HP:1/Atk:0/Def:1/SpA:32/SpD:0/Spe:32(11%)"
    ]
  },
  "가라르 야도킹 (가라르)": {
    "abilities": [
      "재생력(99.3%)",
      "마이페이스(0.4%)",
      "기묘한약(0.3%)"
    ],
    "moves": [
      "chilly-reception(52.6%)",
      "화염방사(47.3%)",
      "태만함(33.9%)",
      "오물웨이브(30.1%)",
      "오물폭탄(30.1%)",
      "맹독(28%)",
      "사이코키네시스(27.4%)",
      "냉동빔(14.9%)"
    ],
    "items": [
      "먹다남은음식(32.2%)",
      "자뭉열매(29.1%)",
      "슈캐열매(9.4%)",
      "반짝가루(3.7%)",
      "검은띠(3.6%)"
    ],
    "natures": [
      "차분(45.1%)",
      "건방(20.5%)",
      "조심(18.5%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(22.7%)",
      "HP:32/Atk:0/Def:0/SpA:2/SpD:32/Spe:0(9.1%)"
    ]
  },
  "어흥염": {
    "abilities": [
      "위협(98.8%)",
      "맹화(1.2%)"
    ],
    "moves": [
      "막말내뱉기(83.5%)",
      "플레어드라이브(72.5%)",
      "DD래리어트(68.9%)",
      "도깨비불(43.7%)",
      "속이다(39.4%)",
      "도발(19.5%)",
      "드레인펀치(9.4%)",
      "인파이트(5.7%)"
    ],
    "items": [
      "자뭉열매(52.3%)",
      "먹다남은음식(20.2%)",
      "로플열매(4.1%)",
      "선제공격손톱(3.5%)",
      "리샘열매(3.3%)"
    ],
    "natures": [
      "신중(28.1%)",
      "고집(24%)",
      "장난꾸러기(23.4%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(10.3%)",
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(6.8%)"
    ]
  },
  "밀로틱": {
    "abilities": [
      "승기(50.9%)",
      "이상한비늘(29.7%)",
      "헤롱헤롱바디(19.4%)"
    ],
    "moves": [
      "열탕(91.7%)",
      "HP회복(88.2%)",
      "미러코트(58.3%)",
      "냉동빔(56.1%)",
      "흑안개(29.6%)",
      "퀵턴(9.3%)",
      "얼어붙은 바람(6.9%)",
      "매혹의보이스(6.1%)"
    ],
    "items": [
      "먹다남은음식(59.4%)",
      "자뭉열매(25.9%)",
      "신비의물방울(3%)",
      "리샘열매(2.9%)",
      "반짝가루(2.3%)"
    ],
    "natures": [
      "대담(52.5%)",
      "차분(23.1%)",
      "조심(15.8%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(24%)",
      "HP:32/Atk:0/Def:2/SpA:0/SpD:32/Spe:0(7.2%)"
    ]
  },
  "다크펫": {
    "abilities": [
      "통찰(85.2%)",
      "불면(10.9%)",
      "저주받은바디(3.9%)"
    ],
    "moves": [
      "길동무(96.8%)",
      "폴터가이스트(93.9%)",
      "앵콜(76.7%)",
      "야습(53.8%)",
      "도깨비불(22.2%)",
      "더스트슈트(18.2%)",
      "기습(9.3%)",
      "도발(9%)"
    ],
    "items": [
      "다크펫나이트(99%)",
      "기합의띠(0.4%)",
      "구애스카프(0.1%)",
      "저주의부적(0%)",
      "자뭉열매(0%)"
    ],
    "natures": [
      "고집(75.7%)",
      "용감(17.5%)",
      "명랑(1.7%)"
    ],
    "spreads": [
      "HP:32/Atk:32/Def:2/SpA:0/SpD:0/Spe:0(35.5%)",
      "HP:32/Atk:32/Def:0/SpA:0/SpD:2/Spe:0(14.3%)"
    ]
  },
  "브리무음": {
    "abilities": [
      "매직미러(99.3%)",
      "치유의마음(0.4%)",
      "위험예지(0.4%)"
    ],
    "moves": [
      "매지컬플레임(65.9%)",
      "트릭룸(61.3%)",
      "사이코키네시스(45.2%)",
      "매지컬샤인(38.6%)",
      "미스트버스트(36.1%)",
      "드레인키스(31.1%)",
      "명상(27.3%)",
      "사이코쇼크(17.2%)"
    ],
    "items": [
      "기합의띠(32.4%)",
      "자뭉열매(26.7%)",
      "먹다남은음식(19%)",
      "fairy-feather(4%)",
      "바리비열매(3.8%)"
    ],
    "natures": [
      "냉정(36.4%)",
      "대담(23.6%)",
      "조심(22.6%)"
    ],
    "spreads": [
      "HP:32/Atk:0/Def:2/SpA:32/SpD:0/Spe:0(23.3%)",
      "HP:32/Atk:0/Def:32/SpA:0/SpD:2/Spe:0(8.6%)"
    ]
  },
  "히스이 대검귀 (히스이)": {
    "abilities": [
      "sharpness(98.8%)",
      "급류(1.2%)"
    ],
    "moves": [
      "ceaseless-edge(95.7%)",
      "성스러운칼(81.4%)",
      "셸블레이드(68.1%)",
      "퀵턴(39.5%)",
      "기습(34.2%)",
      "aqua-cutter(19.2%)",
      "아쿠아제트(17.4%)",
      "앵콜(10.2%)"
    ],
    "items": [
      "구애스카프(38.3%)",
      "기합의띠(29.6%)",
      "자뭉열매(8.9%)",
      "검은안경(6.9%)",
      "리샘열매(4.5%)"
    ],
    "natures": [
      "고집(50.1%)",
      "명랑(42.9%)",
      "장난꾸러기(1.8%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(40.7%)",
      "HP:0/Atk:32/Def:2/SpA:0/SpD:0/Spe:32(7.1%)"
    ]
  },
  "샤로다": {
    "abilities": [
      "심술꾸러기(99.3%)",
      "심록(0.7%)"
    ],
    "moves": [
      "리프스톰(99.4%)",
      "뱀눈초리(70%)",
      "도발(48.3%)",
      "용의파동(45.2%)",
      "씨뿌리기(26.6%)",
      "대타출동(20.6%)",
      "기가드레인(16.9%)",
      "리플렉터(14.7%)"
    ],
    "items": [
      "먹다남은음식(24.7%)",
      "기합의띠(24.5%)",
      "자뭉열매(13%)",
      "구애스카프(9.6%)",
      "기적의씨(9.1%)"
    ],
    "natures": [
      "겁쟁이(79.1%)",
      "조심(13.4%)",
      "대담(3.3%)"
    ],
    "spreads": [
      "HP:2/Atk:0/Def:0/SpA:32/SpD:0/Spe:32(24.6%)",
      "HP:1/Atk:0/Def:0/SpA:32/SpD:1/Spe:32(4.8%)"
    ]
  },
  "헤라크로스": {
    "abilities": [
      "자기과신(66.9%)",
      "근성(30.3%)",
      "벌레의알림(2.8%)"
    ],
    "moves": [
      "인파이트(90.6%)",
      "락블레스트(86.6%)",
      "기관총(78.2%)",
      "바늘미사일(59.4%)",
      "지진(45.3%)",
      "trailblaze(13.1%)",
      "칼춤(5.4%)",
      "메가폰(3.3%)"
    ],
    "items": [
      "헤라크로스나이트(94.5%)",
      "구애스카프(2.5%)",
      "기합의띠(0.9%)",
      "리샘열매(0.3%)",
      "검은띠(0.2%)"
    ],
    "natures": [
      "고집(70.7%)",
      "명랑(20.1%)",
      "용감(7.7%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(24.8%)",
      "HP:32/Atk:32/Def:2/SpA:0/SpD:0/Spe:0(23.8%)"
    ]
  },
  "두드리짱": {
    "abilities": [
      "틀깨기(92.6%)",
      "마이페이스(3.9%)",
      "나쁜손버릇(3.5%)"
    ],
    "moves": [
      "gigaton-hammer(95.4%)",
      "앵콜(63%)",
      "스텔스록(61.6%)",
      "탁쳐서떨구기(42.7%)",
      "치근거리기(41.4%)",
      "전기자석파(17.2%)",
      "속이다(12.9%)",
      "아이스해머(12.5%)"
    ],
    "items": [
      "자뭉열매(24.9%)",
      "기합의띠(24.2%)",
      "슈캐열매(12%)",
      "먹다남은음식(8.6%)",
      "금속코트(8.5%)"
    ],
    "natures": [
      "명랑(39.6%)",
      "고집(30.5%)",
      "신중(20.6%)"
    ],
    "spreads": [
      "HP:2/Atk:32/Def:0/SpA:0/SpD:0/Spe:32(15.2%)",
      "HP:32/Atk:2/Def:0/SpA:0/SpD:32/Spe:0(8.5%)"
    ]
  },
  "노보청": {
    "abilities": [
      "철주먹(85.8%)",
      "근성(11.2%)",
      "우격다짐(3%)"
    ],
    "moves": [
      "마하펀치(95.9%)",
      "드레인펀치(93.3%)",
      "냉동펀치(77.7%)",
      "지진(37%)",
      "탁쳐서떨구기(32.7%)",
      "번개펀치(23.8%)",
      "불꽃펀치(10.3%)",
      "벌크업(8.7%)"
    ],
    "items": [
      "검은띠(40.5%)",
      "자뭉열매(32.1%)",
      "리샘열매(9.4%)",
      "먹다남은음식(5%)",
      "선제공격손톱(4.2%)"
    ],
    "natures": [
      "고집(87.3%)",
      "용감(7.8%)",
      "신중(1.9%)"
    ],
    "spreads": [
      "HP:1/Atk:32/Def:1/SpA:0/SpD:32/Spe:0(16.7%)",
      "HP:32/Atk:32/Def:2/SpA:0/SpD:0/Spe:0(12.4%)"
    ]
  }
};
